import React from 'react';

const STUDENT_REVIEWS = [
  {
    img: '/assets/student/photo_2025-06-18_16-00-26.jpg',
    name: 'Христина',
    position: 'учень',
    comment:
      'Коли я прийшла до вас на курс я немала навичок, мені було спочатку важко навіть ввімкнути фотоапарат. Здобула навичок: експозиції, витримки, композиції, ритму, контрасту. На курсі мені дуже сподобалась сучасна теорія, дуже класно поділились своїми знаннями і до кожного уроку були цікаві завдання, завжди допомагали, відповідали на будь яке питання по навчанні) Зараз я фотографую, в мене є замовлення Я дуже вдячна за такий досвід і тішусь що здійснила свою дитячу мрію Дякую!',
  },
  {
    //+
    img: '/assets/student/христина.jpg',
    name: 'Христина',
    position: 'учень',
    comment:
      'Мені надзвичайно сподобався Ваш курс: все дуже зрозуміло пояснено, показано на практиці і це дуже круто Прийшла я з нульовими знаннями, а вийшла з базою фотографа. Ясно, що рости є куди і треба ще вчитись та вчитись. Але найголовніше - це практикувати на курсі мені сподобалось, що можна переглядати відео, коли тобі зручно, навіть зараз) також, що завжди був зворотній звʼязок і навіть, коли курс завершився. За що і дуже дякую Вам Єдине, що мені б ще хотіло додати до цього курсу, це мінімальні фішки в обробці фотографій. Хоча, на курсі по налаштуваннях розказано так, що й обробляти дуже не треба. Але деколи фотографія хоче якоїсь «перчинки» А можливо вони були, але я пропустила?',
  },
  {
    img: '/assets/student/IMG_4107.PNG',
    name: 'Ольга',
    position: 'учень',
    comment:
      'Привіт, так мені дуже допоміг цей курс Я починала з 0 і наразі розвиваюсь Дуже доступно поданний весь матеріал дякую Я коли буду в Львові якщо у вас буде якісь курс оффлайн я обоязково запишусь',
  },
  {
    //+
    img: '/assets/student/єкатерина.PNG',
    name: 'Єкатерина',
    position: 'фотографиня',
    comment:
      'Доброго дня: Сьогодні майже рік пройшов, як я почала знайомство з професією свого життя за допомогою ваших курсів "Швидкий Старт" Вони дали мені реальний поштовх до дії, бо страх у мене був шалений. Прийшла з знаннями нульовими насправді, сказати що було легко Ні, але я можу задовбати, якщо мені потрібно і цікаво, а ви завжди мені йшли на зустріч і не важливо ніч, день, навіть коли я їх закінчила і вже працюю. На даний момент я власниця СВОЄЇ СТУДІЇ, дякую і тут вам за допомогу, я топовий фотограф в своєму не великому місті, я насправді заробляю гроші, в мене є замовлення і вже постійні клієнти, я проводжу фото дні з дітьми різного віку і я точно на своєму місці. Хоча до сих пір повірити в це не можу',
  },
  {
    //+
    img: '/assets/student/IMG_4104.PNG',
    name: 'Карина',
    position: 'учень',
    comment:
      'Я дуже дякую за постійний зворотній звʼязок, це дуже цінно коли наставник постійно підказує, допомагає, рекомендує, як краще зробити. Мені з наставником дуже пощастило, тому ще раз висловлюю свою ПОДЯКУ, це надзвичайно для мене важливо, що в мене є суперський приклад і мотиватор, який надихає робити краще і постійно вдосконалюватися! За свої 11 місяців практики в сфері фотографії мені багато хто говорить і не вірить, що я тільки близько року в професії і вже роблю такі результати, яких не досягають навіть ті фотографи, які вже давно не 2-3 роки працюють. Я хочу подякувати за знання і за те, що я завдяки Вам і вашій широкій базі знань змогла відбити вартість курсу(100$) за перші кілька місяців після навчання який придбала у Вас, а в цьому місяці я повністю відбиваю свою фототехніку в яку вклала 1600$, ще й новенький 13 змогла придбати в минулому місяці, на який я теж заробила фотозйомками бо Я не вірила, що то все реально.....але реально, якщо працювати, йти до цілі і своєї мети. Головне зрозуміла, що коли я шось роблю, тому, що це мені подобається, не думаючи про фінансову вигоду - це приносить нереальне задоволення і фінанси також с Я міцно хочу Вас обійняти і сказати ВЕЛИЧЕЗНЕ ДЯКУЮ, за ваш досвід, вашу душу і вкладений час в своїх студентів, а саме в мене також',
  },
  {
    img: '/assets/student/female_avatar.png',
    name: 'Марта',
    position: 'учень',
    comment:
      'Завдяки @serniukphoto моєму наставнику, я навчилася багатьом речам і за 1-н рік вийшла на рівень фотографів, які працюють роками для такого результату, тож я ще 100 разів щиро дякую Олегу, що ділитесь так чесно і відкрито своїми знаннями та досвідом І дякую, кожному хто довіряє мені себе, а також дає можливість робити вас щасливіше і впевненіше',
  },
  {
    //+
    img: '/assets/student/марта.jpg',
    name: 'Марта',
    position: 'учень',
    comment:
      'Я дуже рада, що обрала саме твої курси для свого розвитку у сфері фотографії. Програма була добре структурованою, від основ композиції і роботи з камерою до практики зі студійним освітленням та обробкою фото. Особливо сподобалося, що ти ділилися не лише теорією, а й власним досвідом, давав корисні поради і підтримку. Залишилися тільки приємні враження і купа нових ідей для своїх зйомок. Рада, що наважилася, і точно рекомендую всім, хто хоче спробувати себе в цій сфері',
  },
  {
    //+
    img: '/assets/student/IMG_4103.jpg',
    name: 'Соля',
    position: 'учень',
    comment:
      'Ми познайомилися першого червня - на День захисту дітей. Він одразу викликав до себе симпатію, як учитель. За час навчання я пройшла увесь шлях від рівня "нічого не знаю" і до рівня "я фотограф"! Ми розібралися в усіх функціях фотоапарата і тепер я самостійно вмію повноцінно обробляти фото в програмах Photoshop i Lightroom Найцікавішою була практика з моделями! Ми проводили фотосесії в різних стилях, я поглиблено вивчала роботу зі світлом, вчилася працювати з моделями. А мій вчитель дав мені десятки безцінних порад! Ще хочу додати, що спілкування з Олегом стало дуже пізнавальним для мене. Окрім прекрасних занять з фотографії, я розвинулася як особистість. Я почала впевненіше спілкуватися з людьми, відчула себе фахівцем і навіть лідером! Я почала по-іншому дивитися на світ - більш широко та креативно. Мене засмутило тільки одне - що курс закінчився... А я хочу вчитися ще і ще! Олег, надзвичайно вдячна Вам за все! Ви вчитель від Бога і я дуже рада, що навчалася саме у Вас!',
  },
];

const Testimonial = () => {
  return (
    <section id="testimonials" className="pb-5">
      <div className="text-gray-600">
        <div className="container mx-auto max-w-7xl md:px-12">
          <div className="gap-8 space-y-8 pb-5 md:columns-2 lg:columns-3">
            {STUDENT_REVIEWS.map((review, index) => (
              <div
                key={index}
                className="relative mb-8 aspect-auto break-inside-avoid border border-gray-100 bg-white p-8 shadow-2xl shadow-gray-600/10">
                <div className="flex justify-between gap-4">
                  <img
                    className="size-12 rounded-full bg-gray-200"
                    src={review.img}
                    alt={`${review.name} avatar`}
                    width="48"
                    height="48"
                    loading="lazy"
                  />
                  <div>
                    <h6 className="text-lg font-medium text-gray-700">{review.name}</h6>
                    <p className="text-xs text-gray-500">{review.position}</p>
                  </div>
                  <img
                    className="size-12"
                    src="/assets/icon/instagram-3.webp"
                    alt={`${review.name} avatar`}
                    width="48"
                    height="48"
                    loading="lazy"
                  />
                </div>
                <p className="mt-8 text-sm text-gray-600">{review.comment}</p>
              </div>
            ))}
          </div>
        </div>
      </div>
    </section>
  );
};

export default Testimonial;
