//Header

export const header = {
  btndata: 'ЗАПИСАТИСЬ НА КУРС',
};
export const navlink = [
  { id: 1, name: 'ПРОГРАМА', href: '/#program' },
  { id: 2, name: 'ПРО АВТОРА', href: '/#author' },
  { id: 3, name: 'ВАРТІСТЬ', href: '/#price' },
];

//01 Section
export const section_1 = {
  title: 'КУРС ',
  title2: ' ФОТОГРАФІЇ ДЛЯ НОВАЧКІВ',
  text: 'Опануйте мистецтво фотографії: від основ до залучення перших клієнтів',
  button_text: 'Записатись',
};
//02 Section

export const title_2 = 'ПРОГРАМА КУРСУ "ШВИДКИЙ СТАРТ": ';
export const data_section_2 = [
  {
    id: 0,
    title: ' ОСНОВИ ФОТОТЕХНІКИ',
    content: {
      title: 'ВИБІР ТА ОСВОЄННЯ ТЕХНІКИ',
      title2: 'Програма уроку',
      list: [
        'Кроп та повний кадр: що обрати початківцю',
        'Об‘єктиви: секрети вдалого вибору',
        '«Універсальний рюкзак»: must-have для фотографа',
        'Практичні поради з використання техніки',
      ],
      img: '/programgroup/1, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/01.mp4',
    },
  },
  {
    id: 1,
    title: ' СЕКРЕТИ ЕКСПОЗИЦІЇ',
    content: {
      title: 'ЕКСПОЗИЦІЯ ТА ДІАФРАГМА',
      title2: 'Програма уроку',
      list: [
        'Що таке експозиція і чому вона важлива',
        'Майстерність заміру експозиції',
        'Трикутник експозиції: ключ до професійних знімків',
        'Діафрагма: як керувати глибиною різкості',
        'Практикум: створення вражаючих фото з різною експозицією',
      ],
      img: '/programgroup/2, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/02.mp4',
    },
  },
  {
    id: 2,
    title: ' МАГІЯ  ВИТРИМКА ТА ISO ',
    content: {
      title: 'ВИТРИМКА \n ТА \n ISO (СВІТЛОЧУТЛИВІСТЬ)',
      title2: 'Програма уроку',
      list: [
        'Витримка: ключ до динамічних та статичних кадрів',
        'Творчі ефекти з різною витримкою',
        'ISO: балансуємо між якістю та світлочутливістю',
        'Взаємодія ISO, витримки та діафрагми',
        'Майстер-клас: зйомка в складних світлових умовах',
      ],
      img: '/programgroup/3, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/03.mp4',
    },
  },
  {
    id: 3,
    title: 'МИСТЕЦТВО КОМПОЗИЦІЇ',
    content: {
      title: 'КОМПОЗИЦІЯ',
      title2: 'Програма уроку',
      list: [
        'Основи композиції: від теорії до практики',
        'Секрети побудови ідеального кадру',
        'Як створити настрій у фотографії',
        'Техніки утримання уваги глядача',
        'Практикум: створення виразних композицій',
      ],
      img: '/programgroup/4, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/04.mp4',
    },
  },
  {
    id: 4,
    title: 'ПСИХОЛОГІЯ КОЛЬОРУ',
    content: {
      title: 'КОЛІР',
      title2: 'Програма уроку',
      list: [
        'Теорія кольору для фотографів',
        'Кольоровий круг Ітена: практичне застосування',
        'Створення настрою за допомогою кольору',
        'Баланс білого: технічні та творчі аспекти',
        'Майстер-клас: робота з кольором у різних жанрах',
      ],
      img: '/programgroup/5, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/05.mp4',
    },
  },
  {
    id: 5,
    title: ' ПРОФЕСІЙНЕ ОСВІТЛЕННЯ',
    content: {
      title: 'СВІТЛО',
      title2: 'Програма уроку',
      list: [
        'Природне vs штучне світло: переваги та виклики',
        'Техніки роботи з жорстким та м‘яким світлом',
        'Створення настрою за допомогою освітлення',
        'Світлоформуючі насадки: розширюємо можливості',
        'Практикум: створення професійних портретів',
      ],
      img: '/programgroup/6, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/06.mp4',
    },
  },
  {
    id: 6,
    title: ' ФОРМУВАННЯ ПОРТФОЛІО',
    content: {
      title: 'ПОРТФОЛІО',
      title2: 'Програма уроку',
      list: [
        'Секрети успішного портфоліо',
        'Як виділитися серед конкурентів',
        'Створення концепції та mood board',
        'Робота в команді: фотограф, модель, стиліст',
        'Практикум: зйомка для вашого першого портфоліо',
      ],
      img: '/programgroup/7, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/07.mp4',
    },
  },
  {
    id: 7,
    title: ' СТУДІЙНА ЗЙОМКА',
    content: {
      title: 'ІМПРОВІЗАЦІЙНА ЗЙОМКА ВІД ВХОДУ У СТУДІЮ ДО ВИХОДУ',
      title2: 'Програма уроку',
      list: [
        'Підготовка до студійної зйомки: від ідеї до реалізації',
        'Створення образу: робота зі стилістом та візажистом',
        'Техніки швидкого налаштування світла',
        'Секрети вдалих ракурсів та поз',
        'Практикум: проведення повноцінної фотосесії в студії',
      ],
      img: '/programgroup/8, фотошкола, школа фотографії, курси фотографа.jpg',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/08.mp4',
    },
  },
  {
    id: 8,
    title: 'ПРОФЕСІЙНА ЕТИКА',
    content: {
      title: 'ФОТОГРАФ ОЧИМА КОМАНДИ',
      title2: 'Програма уроку',
      list: [
        'Психологія роботи з моделями: як створити комфортну атмосферу',
        'Ефективна комунікація з візажистами та стилістами',
        'Управління очікуваннями клієнтів',
        'Вирішення конфліктних ситуацій на зйомці',
        'Майстер-клас: проведення професійної фотосесії з командою',
      ],
      img: '/programgroup/9, фотошкола, школа фотографії, курси фотографа.jpg',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/09.mp4',
    },
  },
  {
    id: 9,
    title: ' МАГІЯ ПОСТ-ОБРОБКИ',
    content: {
      title: 'ВИБІР ТА ПРОЯВКА В LIGHTROOM',
      title2: 'Програма уроку',
      list: [
        'Ефективний робочий процес в Lightroom',
        'Секрети швидкого відбору та сортування фотографій',
        'Основні інструменти корекції: від експозиції до кольору',
        'Створення власних пресетів для швидкої обробки',
        'Практикум: обробка різних типів фотографій',
      ],
      img: '/programgroup/10, фотошкола, школа фотографії, курси фотографа.jpg',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/010.mp4',
    },
  },
  {
    id: 10,
    title: " СТАРТ КАР'ЄРИ",
    content: {
      title: 'ЯК ЗНАЙТИ ПЕРШОГО КЛІЄНТА',
      title2: 'Програма уроку',
      list: [
        'Розробка персонального бренду фотографа',
        'Створення привабливого профілю в соціальних мережах',
        'Стратегії контент-маркетингу для фотографів',
        'Техніки залучення та утримання клієнтів',
        'Майстер-клас: створення першої рекламної кампанії',
      ],
      img: '/programgroup/11, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/011.mp4',
    },
  },
  {
    id: 11,
    title: ' ТАРГЕТ',
    content: {
      title: 'ТАРГЕТ',
      title2: 'Програма уроку',
      list: [
        'Запуск таргетованої реклами',
        'Створення бізнес сторінки',
        'Створення бізнес менеджера',
        'Створення рекламного кабінету',
        'Запуск реклами',
      ],
      img: '/programgroup/12, фотошкола, школа фотографії, курси фотографа.webp',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
      video: '/video2/012.mp4',
    },
  },
  {
    id: 12,
    title: 'БОНУСНИЙ УРОК',
    content: {
      title: 'ОГЛЯД ФІЛЬМУ',
      title2: 'Програма уроку',
      list: [
        'Правила побудови у кіноматографії',
        'Колористика',
        'Акценти в кадрі',
        'Звернення уваги глядача до головного у кадрі',
      ],
      img: '/programgroup/13, фотошкола, школа фотографії, курси фотографа.jpg',
      img_alt: 'фотошкола, школа фотографії, курси фотографа',
    },
  },
];
//03 Section
export const section_3 = {
  title: 'ВАШ НАСТАВНИК У СВІТІ ФОТОГРАФІЇ',
  name: 'ОЛЕГ СЕРНЮК',
  text: 'ВИЗНАНИЙ АРТ ФЕШН ФОТОГРАФ, ЧЛЕН УКРАЇНСЬКОЇ АСОЦІАЦІЇ ПРОФЕСІЙНИХ ФОТОГРАФІВ, З 9-РІЧНИМ ДОСВІДОМ СТВОРЕННЯ ВРАЖАЮЧИХ ОБРАЗІВ.',
  text2:
    'РОБОТИ ОЛЕГА ПРИКРАСИЛИ СТОРІНКИ ПРЕСТИЖНИХ МІЖНАРОДНИХ ВИДАНЬ: OF TOWN, CONNOR, ISABELLA, 17:23, POZA, VIGOUR, VOUS, ART OF PORTRAIT, MOB, MALVIE, SELIN, ELEGANT, MARIKA, TOP POSTERS. ЙОГО ФОТОГРАФІЇ ЦІНУЮТЬ У США, ФРАНЦІЇ, ІСПАНІЇ, КАНАДІ ТА ВЕЛИКІЙ БРИТАНІЇ.',
  experience: '  10+ років досвіду',
  achievements: [
    'Більше 100 успішних комерційних проектів',
    'Переможець національних фотоконкурсів',
    'Автор майстер-класів для початківців та професіоналів',
    'Співпраця з провідними брендами fashion-індустрії',
  ],
};
//04 Section
export const section_4 = {
  text1: 'UKRAINIAN\nASSOCIATION\nOF PROFESSIONAL\nPHOTOGRAPHERS',
  text2: 'UAPP',
};
//05 Section
export const section_5 = 'ПОРТФОЛІО:';

//06 Section
export const section_6 = [
  {
    title: 'Відеокурс "Швидкий Старт"',
    price: '3000₴',
    newPrice: '2400₴',
    discount: 20,
    description:
      "П'ятигодинний курс на дванадцять уроків. Від вибору обладнання до залучення перших клієнтів ",
    features: ['Доступ до (5+)годинного курсу на дванадцять уроків'],
  },
  {
    title: 'Відеокурс з менторством',
    price: '5500₴',
    newPrice: '4400₴',
    discount: 20,
    description: 'Навчання проходить з викладачем',
    features: [
      'Доступ до (5+)годинного курсу на дванадцять уроків',
      'Розбір домашніх завдань(по розкладу)',
      'Доступ до додаткових матеріалів',
    ],
  },
  {
    title: 'Відеокурс швийдкий старт з наставником',
    price: '10500₴',
    newPrice: '8400₴',
    discount: 20,
    description: 'Індивідуальні заняття ',
    features: [
      'Доступ до відео матеріалів',
      'Доступ до додаткових матеріалів',
      'Доступ до загального телеграм чату учнів (всіх потоків)',
      'Індивідуальне вирішення питань з викладачем',
      'Зворотній звязок з викладачем (необмежений під час курсу )',
      'Огляд ваших робіт викладачем, та рекомендації для покращення',
      'Консультації з викладачем після курсу',
    ],
  },
];
//07 Section
// export const section_7 = {
//   title: 'ВІДПОВІДІ НА ВАШІ ЗАПИТАННЯ:',
//   faqs: [
//     {
//       key: 0,
//       title: 'ЯК Я ЗМОЖУ ЗНАЙТИ СВОЇХ ПЕРШИХ КЛІЄНТІВ?',
//       description:
//         "Наш курс охоплює весь шлях від вибору фотоапарату до залучення перших клієнтів. Ви навчитесь створювати вражаюче портфоліо, ефективно використовувати соціальні мережі та розробляти конкурентоспроможні стратегії ціноутворення. Ми надамо вам практичні інструменти для старту вашої кар'єри.",
//     },
//     {
//       key: 1,
//       title: 'НА ЯКИЙ ТЕРМІН Я ОТРИМУЮ ДОСТУП ДО МАТЕРІАЛІВ КУРСУ?',
//       description:
//         'У пакеті "ЛЮБИТЕЛЬ" ви маєте необмежений доступ протягом 6 місяців. Обравши пакет "ПРОФІ", ви отримуєте довічний доступ до всіх матеріалів курсу, включаючи майбутні оновлення.”.',
//     },
//     {
//       key: 2,
//       title: 'ЧИ Є ПРАКТИЧНІ ЗАВДАННЯ В КУРСІ?',
//       description:
//         "Кожен урок супроводжується практичним завданням, розробленим для закріплення теорії та формування вашого унікального портфоліо. Хоча виконання завдань не є обов'язковим, ми наполегливо рекомендуємо їх виконувати для максимального засвоєння матеріалу та швидкого професійного росту.",
//     },
//     {
//       key: 3,
//       title: 'ХТО І ЯК ПЕРЕВІРЯЄ ВИКОНАНІ ЗАВДАННЯ?',
//       description:
//         'Кожне ваше завдання ретельно аналізується нашими експертами. Ви отримаєте персоналізований фідбек з конкретними рекомендаціями та порадами щодо покращення. У разі необхідності, ми надамо покрокову інструкцію для досягнення бажаного результату, забезпечуючи ваш постійний прогрес.',
//     },
//     {
//       key: 4,
//       title: 'ЧИ ПЕРЕДБАЧЕНА ПРАКТИКА В РЕАЛЬНИХ УМОВАХ',
//       description:
//         'Практика інтегрована в кожне завдання курсу. Цей підхід, хоча і вимагає більше самостійності, є надзвичайно ефективним. Ви розвиваєте навички в реальних умовах, повторюючи та вдосконалюючи техніки до досягнення професійного результату. Це готує вас до реальних викликів у фотографії.',
//     },
//   ],
//   text1: 'Розкрийте свій творчий потенціал',
//   text2: "Перетворіть пристрасть до фотографії на успішну кар'єру",
// };

//Footer
export const footer = {
  colum1: {
    title: 'НАШІ КОНТАКТИ:',
    list_link: [
      { id: 1, text: '+38 (098) 875 84 42', href: 'tel:+380988758442' },
      // { id: 2, text: 'taraskokobi@gmail.com', href: 'malito:taraskokobi@gmail.com' },
      // {
      //   id: 3,
      //   text: 'Львів, вул. Героїв УПА, 73Ж',
      //   href: 'https://www.google.com/maps/place/%D0%B2%D1%83%D0%BB%D0%B8%D1%86%D1%8F+%D0%93%D0%B5%D1%80%D0%BE%D1%97%D0%B2+%D0%A3%D0%9F%D0%90,+73%D0%96,+%D0%9B%D1%8C%D0%B2%D1%96%D0%B2,+%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B0+%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D1%8C,+79000/@49.8283085,23.9904771,17z/data=!3m1!4b1!4m6!3m5!1s0x473ae74dc8eb395d:0x2b588521aa0fe5a4!8m2!3d49.8283085!4d23.993052!16s%2Fg%2F11vt6mryyx?entry=ttu',
      // },
    ],
  },
  colum2: {
    title: 'ЗВ’ЯЗАТИСЬ З НАМИ',
  },
  colum3: {
    title: 'ІНФО',
    list_link: [
      { id: 9, text: 'ГОЛОВНА', href: '/', colspan: 'col-span-1' },
      { id: 10, text: 'ПРО КУРС', href: '/#program', colspan: 'col-span-1' },
      { id: 11, text: 'ПОРТФОЛІО АВТОРА', href: '/#portfolio', colspan: 'col-span-2' },
      { id: 12, text: 'ПРО АВТОРА', href: '/#author', colspan: 'col-span-1' },
      { id: 13, text: 'ВАРТІСТЬ', href: '/#price', colspan: 'col-span-1' },
    ],
  },

  horizontal_col: {
    text_link: 'Умови надання послуг',
    text2: 'ІПН',
    telephone: 'tel:+380687003020',
    telephone_text: 'тел: +38 (066) 867 58 78',
  },
};
//Mini carousel- карурсель з блоку "хто веде курс" з  еблемами компаній з якими співрацює автор
export const minicarousel = [
  {
    id: 1,
    alt: 'kava-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/kava-logo.png',
    numberslider: 'number-slide1',
  },
  {
    id: 2,
    alt: 'agency-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/agency-logo.png',
    numberslider: 'number-slide2',
  },
  {
    id: 3,
    alt: 'kolaba-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/kolaba-logo.png',
    numberslider: 'number-slide3',
  },
  {
    id: 4,
    alt: 'vz-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/vz-logo.png',
    numberslider: 'number-slide4',
  },
  {
    id: 5,
    alt: 'you-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/you-logo.png',
    numberslider: 'number-slide5',
  },
  {
    id: 6,
    alt: 'milu-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/milu-logo.png',
    numberslider: 'number-slide6',
  },
  {
    id: 7,
    alt: 'ma-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/ma-pizza-logo.png',
    numberslider: 'number-slide7',
  },
];
//Big carousel - карусель з блоку "портфоліо" з фотграфіями автора
export const porfoliocarousel = [
  {
    id: 3,
    link: '/carouselportfolio/3, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 1,
    link: '/carouselportfolio/1, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 5,
    link: '/carouselportfolio/5, фотошкола, школа фотографії, курси фотографа.webp',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 4,
    link: '/carouselportfolio/4, фотошкола, школа фотографії, курси фотографа.webp',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 6,
    link: '/carouselportfolio/6, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 7,
    link: '/carouselportfolio/7, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 8,
    link: '/carouselportfolio/8, фотошкола, школа фотографії, курси фотографа.webp',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 9,
    link: '/carouselportfolio/9, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 10,
    link: '/carouselportfolio/10, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 13,
    link: '/carouselportfolio/13, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 14,
    link: '/carouselportfolio/14, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 2,
    link: '/carouselportfolio/2, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
];
