//Header

export const header = {
  btndata: 'ЗАПИСАТИСЬ НА КУРС',
};
export const navlink = [
  { id: 1, name: 'ПРОГРАМА', href: '/#program' },
  { id: 2, name: 'ПРО АВТОРА', href: '/#author' },
  { id: 3, name: 'ВАРТІСТЬ', href: '/#price' },
];

//01 Section
export const section_1 = {
  title: 'ШКОЛА ',
  title2: ' ФОТОГРАФІЇ ДЛЯ НОВАЧКІВ І ПРОФЕСІОНАЛІВ',
  text: 'Опануйте мистецтво фотографії: від основ до залучення перших клієнтів',
  button_text: 'Записатись',
};
//02 Section

export const data_section_2 = {
  variants: [
    {
      id: 'basic',
      title_2: 'ПРОГРАМА КУРСУ "ШВИДКИЙ СТАРТ"',
      program: [
        {
          id: 0,
          title: 'Основи фототехніки',
          content: {
            title: 'Урок 1: Вибір та освоєння техніки',
            title2: 'Програма уроку',
            list: [
              'Кроп та повний кадр: що обрати початківцю',
              'Об‘єктиви: секрети вдалого вибору',
              '«Універсальний рюкзак»: must-have для фотографа',
              'Практичні поради з використання техніки',
            ],
            img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/01.mp4',
          },
        },
        {
          id: 1,
          title: 'Секрети експозиції',
          content: {
            title: 'Урок 2: Експозиція та діафрагма',
            title2: 'Програма уроку',
            list: [
              'Що таке експозиція і чому вона важлива',
              'Майстерність заміру експозиції',
              'Трикутник експозиції: ключ до професійних знімків',
              'Діафрагма: як керувати глибиною різкості',
              'Практикум: створення вражаючих фото з різною експозицією',
            ],
            img: '/programgroup/faststart/2, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/02.mp4',
          },
        },
        {
          id: 2,
          title: 'Магія  витримки та ISO ',
          content: {
            title: 'Урок 3: Витримки та ISO (світлочутливість)',
            title2: 'Програма уроку',
            list: [
              'Витримка: ключ до динамічних та статичних кадрів',
              'Творчі ефекти з різною витримкою',
              'ISO: балансуємо між якістю та світлочутливістю',
              'Взаємодія ISO, витримки та діафрагми',
              'Майстер-клас: зйомка в складних світлових умовах',
            ],
            img: '/programgroup/faststart/3, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/03.mp4',
          },
        },
        {
          id: 3,
          title: 'Мистецтво композиції',
          content: {
            title: 'Урок 4: Композиція',
            title2: 'Програма уроку',
            list: [
              'Основи композиції: від теорії до практики',
              'Секрети побудови ідеального кадру',
              'Як створити настрій у фотографії',
              'Техніки утримання уваги глядача',
              'Практикум: створення виразних композицій',
            ],
            img: '/programgroup/faststart/4, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/04.mp4',
          },
        },
        {
          id: 4,
          title: 'Психологія кольору',
          content: {
            title: 'Урок 5: Колір',
            title2: 'Програма уроку',
            list: [
              'Теорія кольору для фотографів',
              'Кольоровий круг Ітена: практичне застосування',
              'Створення настрою за допомогою кольору',
              'Баланс білого: технічні та творчі аспекти',
              'Майстер-клас: робота з кольором у різних жанрах',
            ],
            img: '/programgroup/faststart/5, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/05.mp4',
          },
        },
        {
          id: 5,
          title: 'Професійне освітлення',
          content: {
            title: 'Урок 6: Світло',
            title2: 'Програма уроку',
            list: [
              'Природне vs штучне світло: переваги та виклики',
              'Техніки роботи з жорстким та м‘яким світлом',
              'Створення настрою за допомогою освітлення',
              'Світлоформуючі насадки: розширюємо можливості',
              'Практикум: створення професійних портретів',
            ],
            img: '/programgroup/faststart/6, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/06.mp4',
          },
        },
        {
          id: 6,
          title: 'Формування портфоліо',
          content: {
            title: 'Урок 7: Портфоліо',
            title2: 'Програма уроку',
            list: [
              'Секрети успішного портфоліо',
              'Як виділитися серед конкурентів',
              'Створення концепції та mood board',
              'Робота в команді: фотограф, модель, стиліст',
              'Практикум: зйомка для вашого першого портфоліо',
            ],
            img: '/programgroup/faststart/7, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/07.mp4',
          },
        },
        {
          id: 7,
          title: 'Студійна зйомка',
          content: {
            title: 'Урок 8: Імпровізаційна зйомка від входу у студію до виходу',
            title2: 'Програма уроку',
            list: [
              'Підготовка до студійної зйомки: від ідеї до реалізації',
              'Створення образу: робота зі стилістом та візажистом',
              'Техніки швидкого налаштування світла',
              'Секрети вдалих ракурсів та поз',
              'Практикум: проведення повноцінної фотосесії в студії',
            ],
            img: '/programgroup/faststart/8, фотошкола, школа фотографії, курси фотографа.jpg',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/08.mp4',
          },
        },
        {
          id: 8,
          title: 'Професійна етика',
          content: {
            title: 'Урок 9: Фотограф очима команди',
            title2: 'Програма уроку',
            list: [
              'Психологія роботи з моделями: як створити комфортну атмосферу',
              'Ефективна комунікація з візажистами та стилістами',
              'Управління очікуваннями клієнтів',
              'Вирішення конфліктних ситуацій на зйомці',
              'Майстер-клас: проведення професійної фотосесії з командою',
            ],
            img: '/programgroup/faststart/9, фотошкола, школа фотографії, курси фотографа.jpg',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/09.mp4',
          },
        },
        {
          id: 9,
          title: 'Магія пост-обробки',
          content: {
            title: 'Урок 10: Вибір та проявка в lightroom',
            title2: 'Програма уроку',
            list: [
              'Ефективний робочий процес в Lightroom',
              'Секрети швидкого відбору та сортування фотографій',
              'Основні інструменти корекції: від експозиції до кольору',
              'Створення власних пресетів для швидкої обробки',
              'Практикум: обробка різних типів фотографій',
            ],
            img: '/programgroup/faststart/10, фотошкола, школа фотографії, курси фотографа.jpg',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/010.mp4',
          },
        },
        {
          id: 10,
          title: "Старт кар'єри",
          content: {
            title: 'Урок 11: Як знайти першого клієнта',
            title2: 'Програма уроку',
            list: [
              'Розробка персонального бренду фотографа',
              'Створення привабливого профілю в соціальних мережах',
              'Стратегії контент-маркетингу для фотографів',
              'Техніки залучення та утримання клієнтів',
              'Майстер-клас: створення першої рекламної кампанії',
            ],
            img: '/programgroup/faststart/11, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/011.mp4',
          },
        },
        {
          id: 11,
          title: 'Таргет',
          content: {
            title: 'Урок 12: Таргет',
            title2: 'Програма уроку',
            list: [
              'Запуск таргетованої реклами',
              'Створення бізнес сторінки',
              'Створення бізнес менеджера',
              'Створення рекламного кабінету',
              'Запуск реклами',
            ],
            img: '/programgroup/faststart/12, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video2/012.mp4',
          },
        },
        {
          id: 12,
          title: 'Бонусний урок',
          content: {
            title: 'Огляд фільму',
            title2: 'Програма уроку',
            list: [
              'Правила побудови у кіноматографії',
              'Колористика',
              'Акценти в кадрі',
              'Звернення уваги глядача до головного у кадрі',
            ],
            img: '/programgroup/faststart/13, фотошкола, школа фотографії, курси фотографа.jpg',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
          },
        },
      ],
    },
    {
      id: 'light',
      title_2: 'ПРОГРАМА КУРСУ "PRO СВІТЛО"',
      program: [
        {
          id: 0,
          title: 'Освоєння апарату',
          content: {
            title: 'Урок 1: Ознайомлення з інструментами студії ',
            title2: 'Програма уроку',
            list: [
              'Світлові прилади (імпульсні та постійні)',
              'Світлоформуючі насадки та їхні світлові плями',
              'Прапори (білі та чорні)',
              'Синхронізатори',
              "Види освітлення: м'яке та жорстке світло, способи їх розрізнення та вплив на об’єкт, що підсвічується",
            ],
            img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video/program/light/01.mp4',
          },
        },
        {
          id: 1,
          title: 'Важливість світла у фотографії',
          content: {
            title: 'Урок 2: Світло',
            title2: 'Програма уроку',
            list: [
              'Основні види освітлення: малююче, контрове, заповнююче, фонове',
              "Розташування джерела світла і його вплив на об'єкт зйомки",
              'Різноманітні техніки освітлення, такі як освітлення в стилі Да Вінчі, Рембрандта, гламурне та розсіяне',
              'Візуалізація цих технік на моделі для кращого розуміння результатів',
            ],
            img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video/program/light/02.mp4',
          },
        },
        {
          id: 2,
          title: 'Імпульсне освітлення',
          content: {
            title: 'Урок 3: Освітлення з імпульсами',
            title2: 'Програма уроку',
            list: [
              'Робота з імпульсним світлом та його особливості',
              'Техніка створення класичного портрета',
              'Використання одного джерела світла для різноманітних ефектів',
              'Застосування прапорів для контролю світлових потоків',
              'Використання двох джерел світла для складніших композицій',
              'Налаштування камери для зйомки із спалахами',
              'Практичні знання без використання детальних схем',
              'Демонстрація процесу у форматі бекстейдж через живу зйомку',
            ],
            img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video/program/light/03.mp4',
          },
        },
        {
          id: 3,
          title: 'Постійне освітлення',
          content: {
            title: 'Урок 4: Класичне освітлення',
            title2: 'Програма уроку',
            list: [
              'Чому постійне світло сприяє творчості',
              'Основи роботи світла та його вплив на фотографію',
              'Властивості білого променя і спектри, а також феномен відбиття світла',
              'Як зовнішні чинники впливають на якість світлової картини',
              'Переваги та недоліки використання постійного світла',
              'Важливість колірної температури та застосування конверсійних фільтрів',
              'Кроки для оптимальної установки постійного освітлення',
              'Практична сесія: робота з постійним світлом у форматі живої зйомки',
            ],
            img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video/program/light/04.mp4',
          },
        },
        {
          id: 4,
          title: 'Вода та дим у фотографії',
          content: {
            title: 'Урок 5: Використання води та диму у фотографії',
            title2: 'Програма уроку',
            list: [
              'Поширені помилки при фотографуванні з димом',
              'Різновиди диму та їхні особливості',
              'Техніка роботи з дивним димом',
              'Використання розсіяного диму для створення атмосфери',
              'Освітлення, яке підкреслює ефекти диму',
              'Створення світлових полос з димом',
              'Використання вентилятора для роботи з димом',
              'Динаміка волосся в кадрі для досягнення руху',
              'Методика роботи з водою в кадрі',
              'Як працювати з постійним потоком води під час зйомки',
              'Практичний сеанс: жива зйомка з використанням води та диму',
            ],
            img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video/program/light/05.mp4',
          },
        },
        {
          id: 5,
          title: 'Змішане освітлення',
          content: {
            title: 'Урок 6: Змішане освітлення',
            title2: 'Програма уроку',
            list: [
              'Техніка роботи зі змішаним світлом',
              'Використання спалаху та постійного світла в поєднанні',
              'Робота зі світловими фільтрами для досягнення різних ефектів',
              'Створення малюючого кольорового світла',
              'Управління бліками у фотографії',
              'Використання води у поєднанні зі змішаним освітленням',
              'Практична сесія: жива зйомка із застосуванням змішаного світла',
            ],
            img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            img_alt: 'фотошкола, школа фотографії, курси фотографа',
            video: '/video/program/light/06.mp4',
          },
        },
        {
          id: 6,
          title: 'Складне освітлення',
          content: {
            title: 'Урок 7: Складне освітлення',
            title2: 'Програма уроку',
            list: [
              'Визначення поняття «складне світло»',
              'Техніка створення світла на прохід',
              "Використання світла на відображення для створення об'єму",
              'Способи створення складного освітлення',
              'Поради для досягнення цікавих ефектів',
              'Застосування складного світла у поєднанні з димом',
              'Практична сесія: жива зйомка з використанням складного освітлення',
            ],
            // img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            // img_alt: 'фотошкола, школа фотографії, курси фотографа',
            // video: '/video2/01.mp4',
          },
        },
        {
          id: 7,
          title: 'Фотографування з довгою витримкою',
          content: {
            title: 'Урок 8: Фотографування з довгою витримкою',
            title2: 'Програма уроку',
            list: [
              'Використання довгої витримки зі спалахом',
              'Поєднання довгої витривки та лазера для ефектів',
              'Техніка роботи з лазером у зйомці',
              'Створення ефектів з використанням променів світла',
              'Практична сесія: жива зйомка з застосуванням довгої витримки',
            ],
            // img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            // img_alt: 'фотошкола, школа фотографії, курси фотографа',
            // video: '/video2/01.mp4',
          },
        },
        {
          id: 8,
          title: 'Робота зі спалахами на виїзді',
          content: {
            title: 'Урок 9: Робота зі спалахами на виїзді',
            title2: 'Програма уроку',
            list: [
              'Налаштування камери для зйомки на відкритому повітрі зі спалахами',
              'Використання кольорових фільтрів під час зйомки на вулиці',
              'Природне заповнення світлом для покращення композиції',
              'Використання дощу як елемента в зйомці',
              'Створення ефектів бліків у фотографії',
              'Практична сесія: жива зйомка з використанням спалахів на виїзді',
            ],
            // img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            // img_alt: 'фотошкола, школа фотографії, курси фотографа',
            // video: '/video2/01.mp4',
          },
        },
        {
          id: 9,
          title: 'Робочі схеми світла',
          content: {
            title: 'Урок 10: Робочі схеми світла',
            title2: 'Програма уроку',
            list: [
              'Огляд схем освітлення та їх вплив на кінцевий результат',
              'Відеоінструкція з демонстрацією результатів використання схем',
              'Використання прапорів для контролю та регулювання світла',
              'Робота з різноманітними формуючими насадками для досягнення бажаного ефекту',
              'Практична частина: жива зйомка з використанням робочих схем світла',
            ],
            // img: '/programgroup/faststart/1, фотошкола, школа фотографії, курси фотографа.webp',
            // img_alt: 'фотошкола, школа фотографії, курси фотографа',
            // video: '/video2/01.mp4',
          },
        },
      ],
    },
    {
      id: 'advanced',
      title_2: 'ІНДИВІДУАЛЬНА ШКОЛА ФОТОГРАФІЇ',
      program: [
        {
          id: 0,
          title: 'Знайомство з фотографією',
          content: {
            title: 'Основи та цілі фотомистецтва',
            title2: 'Програма уроку',
            list: [
              'Визначення ключових цілей та аспектів навчання',
              'Обговорення основних ідей про фотографію та її значення',
              'Огляд навчального інструментарію (фотоапарат і об`єктив)',
              'Консультація щодо вибору та покупки фототехніки',
            ],
          },
        },
        {
          id: 1,
          title: 'Функціонал фотоапарата',
          content: {
            title: 'Експозиція та діафрагма',
            title2: 'Програма уроку',
            list: [
              'Налаштування діафрагми та її вплив на якість зображення',
              'Вивчення експозиції та її правильне визначення',
              'Ознайомлення з експонометром і режимами вимірювання',
              'Дослідження режиму "пріоритет діафрагми"',
              'Практичне застосування отриманих знань',
            ],
            сarousel: [
              {
                id: 1,
                src: '/programgroup/school/block2/1, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 2,
                src: '/programgroup/school/block2/2, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 3,
                src: '/programgroup/school/block2/3, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 4,
                src: '/programgroup/school/block2/4, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 5,
                src: '/programgroup/school/block2/5, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 6,
                src: '/programgroup/school/block2/6, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 7,
                src: '/programgroup/school/block2/7, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
            ],
          },
        },
        {
          id: 2,
          title: 'Витримки та ISO',
          content: {
            title: 'Трикутник експозиції',
            title2: 'Програма уроку',
            list: [
              'Дослідження впливу короткої та довгої витримки',
              'Розгляд параметра ISO та його вплив на якість фото',
              'Управління експозицією за допомогою "трикутника експозиції"',
              'Збалансоване налаштування елементів експозиції',
              'Практичні вправи з різними налаштуваннями',
            ],
            сarousel: [
              {
                id: 1,
                src: '/programgroup/school/block3/1, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 2,
                src: '/programgroup/school/block3/2, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 3,
                src: '/programgroup/school/block3/3, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 4,
                src: '/programgroup/school/block3/4, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 5,
                src: '/programgroup/school/block3/5, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 6,
                src: '/programgroup/school/block3/6, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 7,
                src: '/programgroup/school/block3/7, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 8,
                src: '/programgroup/school/block3/8, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 9,
                src: '/programgroup/school/block3/9, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
            ],
          },
        },
        {
          id: 3,
          title: 'Мистецтво композиції',
          content: {
            title: 'Основи побудови кадру',
            title2: 'Програма уроку',
            list: [
              'Визначення композиції та її принципи',
              'Передача настрою в кадрі',
              'Цілі композиційних рішень',
              'Техніки утримання уваги глядача',
              'Виразні засоби зйомки',
              'Ключові аспекти фотографування',
            ],
            сarousel: [
              {
                id: 1,
                src: '/programgroup/school/block4/1, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 2,
                src: '/programgroup/school/block4/2, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 3,
                src: '/programgroup/school/block4/3, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 4,
                src: '/programgroup/school/block4/4, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 5,
                src: '/programgroup/school/block4/5, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 6,
                src: '/programgroup/school/block4/6, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 7,
                src: '/programgroup/school/block4/7, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 8,
                src: '/programgroup/school/block4/8, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 9,
                src: '/programgroup/school/block4/9, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 10,
                src: '/programgroup/school/block4/10, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 11,
                src: '/programgroup/school/block4/11, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 12,
                src: '/programgroup/school/block4/12, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 13,
                src: '/programgroup/school/block4/13, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 14,
                src: '/programgroup/school/block4/14, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 15,
                src: '/programgroup/school/block4/15, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 16,
                src: '/programgroup/school/block4/16, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 17,
                src: '/programgroup/school/block4/17, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 18,
                src: '/programgroup/school/block4/18, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
            ],
          },
        },
        {
          id: 4,
          title: 'Робота з кольором',
          content: {
            title: 'Теорія та практика кольору',
            title2: 'Програма уроку',
            list: [
              'Яскравість та тонові відтінки',
              'Насиченість кольору',
              'Коло кольорів за Іттеном',
              'Теплі і холодні відтінки',
              'Гармонійні поєднання кольорів',
              'Балансування білого',
            ],
            сarousel: [
              {
                id: 1,
                src: '/programgroup/school/block5/1, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 2,
                src: '/programgroup/school/block5/2, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 3,
                src: '/programgroup/school/block5/3, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 4,
                src: '/programgroup/school/block5/4, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 5,
                src: '/programgroup/school/block5/5, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 6,
                src: '/programgroup/school/block5/6, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
            ],
          },
        },
        {
          id: 5,
          title: 'Світло у фотографії',
          content: {
            title: 'Техніки освітлення',
            title2: 'Програма уроку',
            list: [
              'Обладнання: стійки та моноблоки',
              'Жорсткість та м`якість світла',
              'Характеристики та вплив світла',
              'Постійне та спалахове освітлення',
              'Насадки для формування світла',
              'Головне та додаткове освітлення',
            ],
            сarousel: [
              {
                id: 1,
                src: '/programgroup/school/block6/1, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 2,
                src: '/programgroup/school/block6/2, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 3,
                src: '/programgroup/school/block6/3, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
              {
                id: 4,
                src: '/programgroup/school/block6/4, фотошкола, школа фотографії, курси фотографа.webp',
                alt: 'фотошкола, школа фотографії, курси фотографа',
              },
            ],
          },
        },
        {
          id: 6,
          title: 'Основи Lightroom',
          content: {
            title: 'Обробка фотографій у lightroom',
            title2: 'Програма уроку',
            list: [
              'Завантаження робіт у фоторедактор',
              'Огляд та використання основних інструментів',
              'Аналіз функціональності повзунків та їх вплив на зображення',
              'Техніки коректного оброблення фотографій',
              'Підготовка зображень для подальшої ретуші',
              'Методи збереження та експорту зображень з Lightroom',
            ],
          },
        },
      ],
    },
  ],
};
//03 Section
export const section_3 = {
  title: 'ВАШ НАСТАВНИК У СВІТІ ФОТОГРАФІЇ',
  name: 'ОЛЕГ СЕРНЮК',
  text: 'ВИЗНАНИЙ АРТ ФЕШН ФОТОГРАФ, ЧЛЕН УКРАЇНСЬКОЇ АСОЦІАЦІЇ ПРОФЕСІЙНИХ ФОТОГРАФІВ, З 10-РІЧНИМ ДОСВІДОМ СТВОРЕННЯ ВРАЖАЮЧИХ ОБРАЗІВ.',
  text2:
    'РОБОТИ ОЛЕГА ПРИКРАСИЛИ СТОРІНКИ ПРЕСТИЖНИХ МІЖНАРОДНИХ ВИДАНЬ: OF TOWN, CONNOR, ISABELLA, 17:23, POZA, VIGOUR, VOUS, ART OF PORTRAIT, MOB, MALVIE, SELIN, ELEGANT, MARIKA, TOP POSTERS. ЙОГО ФОТОГРАФІЇ ЦІНУЮТЬ У США, ФРАНЦІЇ, ІСПАНІЇ, КАНАДІ ТА ВЕЛИКІЙ БРИТАНІЇ.',
  experience: '  10+ років досвіду',
  achievements: [
    'Більше 100 успішних комерційних проектів',
    'Переможець національних фотоконкурсів',
    'Автор майстер-класів для початківців та професіоналів',
    'Співпраця з провідними брендами fashion-індустрії',
  ],
};
//04 Section
export const section_4 = {
  text1: 'UKRAINIAN\nASSOCIATION\nOF PROFESSIONAL\nPHOTOGRAPHERS',
  text2: 'UAPP',
};
//05 Section
export const section_5 = 'ПОРТФОЛІО:';

//06 Section
export const section_6 = {
  variants: [
    {
      id: 'basic',
      price: [
        {
          id: 1,
          content: {
            title: 'Базовий',
            price: '3000₴',
            // newPrice: '2400₴',
            // discount: 20,
            description:
              "П'ятигодинний курс на дванадцять уроків. Від вибору обладнання до залучення перших клієнтів ",
            features: ['Доступ до (5+)годинного курсу на дванадцять уроків'],
          },
        },
        {
          id: 2,
          content: {
            title: 'З ментором',
            price: '5500₴',
            // newPrice: '4400₴',
            // discount: 20,
            description: 'Навчання проходить з викладачем',
            features: [
              'Доступ до (5+)годинного курсу на дванадцять уроків',
              'Розбір домашніх завдань(по розкладу)',
              'Доступ до додаткових матеріалів',
            ],
          },
        },
        {
          id: 3,
          content: {
            title: 'З наставником',
            price: '10500₴',
            // newPrice: '8400₴',
            // discount: 20,
            description: 'Індивідуальні заняття ',
            features: [
              'Доступ до відео матеріалів',
              'Доступ до додаткових матеріалів',
              'Доступ до загального телеграм чату учнів (всіх потоків)',
              'Індивідуальне вирішення питань з викладачем',
              'Зворотній звязок з викладачем (необмежений під час курсу )',
              'Огляд ваших робіт викладачем, та рекомендації для покращення',
              'Консультації з викладачем після курсу',
            ],
          },
        },
      ],
    },
    {
      id: 'advanced',
      price: [
        {
          id: 4,
          content: {
            title: 'Досвідчений',
            price: '500$',
            // newPrice: '2400₴',
            // discount: 20,
            description: 'Курси «Швидкий старт», «proСВІТЛО» та вісім індивідуальних годинних занять',
            features: [
              'Програма включає доступ до 5 годинного онлайн-курсу «Швидкий старт»  та 8 онлайн-годинного курсу «proСВІТЛО» на 6 місяців. Вісім індивідуальних занять в зручний для вас час',
            ],
          },
        },
        {
          id: 5,
          content: {
            title: 'Експерт',
            price: '950$',
            // newPrice: '4400₴',
            // discount: 20,
            description: '40 годин навчання, щоб досягти експертного рівня у фотографії',
            features: ['Очний курс, що включає 16 уроків тривалістю від 2 до 2,5 годин'],
          },
        },
        {
          id: 6,
          content: {
            title: 'Майстер',
            price: '1100$',
            // newPrice: '8400₴',
            // discount: 20,
            description:
              'Курси «Швидкий старт», «proСВІТЛО» та повний 34 годинний курс індивідуальних занять',
            features: [
              'Програма включає доступ до 5 годинного онлайн-курсу «Швидкий старт» та 8 онлайн-годинного курсу «proСВІТЛО» на 1 рік. Очний курс, що включає 17 уроків тривалістю по 2 години який ви маєте можливість розтягнути на рік. Є можливість продовження доступу до онлайн-курсів та збільшення тривалості уроків',
            ],
          },
        },
      ],
    },
    {
      id: 'light',
      price: [
        {
          id: 7,
          content: {
            title: 'Базовий',
            price: '5000₴',
            // newPrice: '2400₴',
            // discount: 20,
            description:
              "П'ятигодинний курс на дванадцять уроків. Від вибору обладнання до залучення перших клієнтів ",
            features: [
              'Отримайте онлайн-доступ до курсу «Швидкий старт» з 5 годинами відеоматеріалів та курсу «proСВІТЛО» з 8 годинами контенту. Доступ до обох курсів надається на 6 місяців, з можливістю організувати та розподілити наші заняття на зручний для вас період протягом цих 6 місяців. Заплановано провести 7-8 годинних зустрічей.',
            ],
          },
        },
        {
          id: 8,
          content: {
            title: 'Індивідуальна школа фотографії ',
            price: '950$',
            // newPrice: '4400₴',
            // discount: 20,
            description: 'Навчання проходить з викладачем',
            features: ['Офлайн-навчання, що включає 16 зустрічей тривалістю від 2 до 2, 5 годин кожна.'],
          },
        },
        {
          id: 9,
          content: {
            title: 'Індивідуальна школа фотографії ',
            price: '1100$',
            // newPrice: '8400₴',
            // discount: 20,
            description: 'Індивідуальні заняття',
            features: [
              'Отримайте офлайн-навчання з доступом на 1 рік до курсів «Швидкий старт» та «proСВІТЛО». Ви маєте можливість розтягнути заняття на цей період, хоч це і не рекомендовано. Є можливість продовження доступу до онлайн-курсів та збільшення тривалості уроків за додаткову оплату.',
            ],
          },
        },
      ],
    },
  ],
};

//07 Section
// export const section_7 = {
//   title: 'ВІДПОВІДІ НА ВАШІ ЗАПИТАННЯ:',
//   faqs: [
//     {
//       key: 0,
//       title: 'ЯК Я ЗМОЖУ ЗНАЙТИ СВОЇХ ПЕРШИХ КЛІЄНТІВ?',
//       description:
//         "Наш курс охоплює весь шлях від вибору фотоапарату до залучення перших клієнтів. Ви навчитесь створювати вражаюче портфоліо, ефективно використовувати соціальні мережі та розробляти конкурентоспроможні стратегії ціноутворення. Ми надамо вам практичні інструменти для старту вашої кар'єри.",
//     },
//     {
//       key: 1,
//       title: 'НА ЯКИЙ ТЕРМІН Я ОТРИМУЮ ДОСТУП ДО МАТЕРІАЛІВ КУРСУ?',
//       description:
//         'У пакеті "ЛЮБИТЕЛЬ" ви маєте необмежений доступ протягом 6 місяців. Обравши пакет "ПРОФІ", ви отримуєте довічний доступ до всіх матеріалів курсу, включаючи майбутні оновлення.”.',
//     },
//     {
//       key: 2,
//       title: 'ЧИ Є ПРАКТИЧНІ ЗАВДАННЯ В КУРСІ?',
//       description:
//         "Кожен урок супроводжується практичним завданням, розробленим для закріплення теорії та формування вашого унікального портфоліо. Хоча виконання завдань не є обов'язковим, ми наполегливо рекомендуємо їх виконувати для максимального засвоєння матеріалу та швидкого професійного росту.",
//     },
//     {
//       key: 3,
//       title: 'ХТО І ЯК ПЕРЕВІРЯЄ ВИКОНАНІ ЗАВДАННЯ?',
//       description:
//         'Кожне ваше завдання ретельно аналізується нашими експертами. Ви отримаєте персоналізований фідбек з конкретними рекомендаціями та порадами щодо покращення. У разі необхідності, ми надамо покрокову інструкцію для досягнення бажаного результату, забезпечуючи ваш постійний прогрес.',
//     },
//     {
//       key: 4,
//       title: 'ЧИ ПЕРЕДБАЧЕНА ПРАКТИКА В РЕАЛЬНИХ УМОВАХ',
//       description:
//         'Практика інтегрована в кожне завдання курсу. Цей підхід, хоча і вимагає більше самостійності, є надзвичайно ефективним. Ви розвиваєте навички в реальних умовах, повторюючи та вдосконалюючи техніки до досягнення професійного результату. Це готує вас до реальних викликів у фотографії.',
//     },
//   ],
//   text1: 'Розкрийте свій творчий потенціал',
//   text2: "Перетворіть пристрасть до фотографії на успішну кар'єру",
// };

//Footer
export const footer = {
  colum1: {
    title: 'НАШІ КОНТАКТИ:',
    list_link: [
      { id: 1, text: '+38 (098) 875 84 42', href: 'tel:+380988758442' },
      // { id: 2, text: 'taraskokobi@gmail.com', href: 'malito:taraskokobi@gmail.com' },
      // {
      //   id: 3,
      //   text: 'Львів, вул. Героїв УПА, 73Ж',
      //   href: 'https://www.google.com/maps/place/%D0%B2%D1%83%D0%BB%D0%B8%D1%86%D1%8F+%D0%93%D0%B5%D1%80%D0%BE%D1%97%D0%B2+%D0%A3%D0%9F%D0%90,+73%D0%96,+%D0%9B%D1%8C%D0%B2%D1%96%D0%B2,+%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B0+%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D1%8C,+79000/@49.8283085,23.9904771,17z/data=!3m1!4b1!4m6!3m5!1s0x473ae74dc8eb395d:0x2b588521aa0fe5a4!8m2!3d49.8283085!4d23.993052!16s%2Fg%2F11vt6mryyx?entry=ttu',
      // },
    ],
  },
  colum2: {
    title: 'ЗВ’ЯЗАТИСЬ З НАМИ',
  },
  colum3: {
    title: 'ІНФО',
    list_link: [
      { id: 9, text: 'ГОЛОВНА', href: '/', colspan: 'col-span-1' },
      { id: 10, text: 'ПРО КУРС', href: '/#program', colspan: 'col-span-1' },
      { id: 11, text: 'ПОРТФОЛІО АВТОРА', href: '/#portfolio', colspan: 'col-span-2' },
      { id: 12, text: 'ПРО АВТОРА', href: '/#author', colspan: 'col-span-1' },
      { id: 13, text: 'ВАРТІСТЬ', href: '/#price', colspan: 'col-span-1' },
    ],
  },

  horizontal_col: {
    text_link: 'Умови надання послуг',
    text2: 'ІПН',
    telephone: 'tel:+380687003020',
    telephone_text: 'тел: +38 (066) 867 58 78',
  },
};
//Mini carousel- карурсель з блоку "хто веде курс" з  еблемами компаній з якими співрацює автор
export const minicarousel = [
  {
    id: 1,
    alt: 'kava-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/kava-logo.png',
    numberslider: 'number-slide1',
  },
  {
    id: 2,
    alt: 'agency-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/agency-logo.png',
    numberslider: 'number-slide2',
  },
  {
    id: 3,
    alt: 'kolaba-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/kolaba-logo.png',
    numberslider: 'number-slide3',
  },
  {
    id: 4,
    alt: 'vz-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/vz-logo.png',
    numberslider: 'number-slide4',
  },
  {
    id: 5,
    alt: 'you-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/you-logo.png',
    numberslider: 'number-slide5',
  },
  {
    id: 6,
    alt: 'milu-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/milu-logo.png',
    numberslider: 'number-slide6',
  },
  {
    id: 7,
    alt: 'ma-logo, фотошкола, школа фотографії, курси фотографа',
    src: '/carouselmini/ma-pizza-logo.png',
    numberslider: 'number-slide7',
  },
];
//Big carousel - карусель з блоку "портфоліо" з фоторафіями автора
export const porfoliocarousel = [
  {
    id: 3,
    link: '/carouselportfolio/3, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 1,
    link: '/carouselportfolio/1, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 5,
    link: '/carouselportfolio/5, фотошкола, школа фотографії, курси фотографа.webp',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 4,
    link: '/carouselportfolio/4, фотошкола, школа фотографії, курси фотографа.webp',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 6,
    link: '/carouselportfolio/6, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 7,
    link: '/carouselportfolio/7, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 8,
    link: '/carouselportfolio/8, фотошкола, школа фотографії, курси фотографа.webp',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 9,
    link: '/carouselportfolio/9, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 10,
    link: '/carouselportfolio/10, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 13,
    link: '/carouselportfolio/13, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 14,
    link: '/carouselportfolio/14, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
  {
    id: 2,
    link: '/carouselportfolio/2, фотошкола, школа фотографії, курси фотографа.jpg',
    alt: 'ОЛЕГ СЕРНЮК, фотошкола, школа фотографії, курси фотографа',
  },
];
