//Header

import { title } from "process";

//01 Section
export const section_1 = {
  title: 'Курс фотографа\nдля початківців',
  text:
    'Під час курсу ви освоїте професію фотографа від вибору фотоапарату і до пошуку перших клієнтів',
  button_text: 'Курс фотографа\nдля початківців',
};
export const icon = [
  { id: 1, src: '/svg/instagram.svg', alt: 'instagram' },
  { id: 2, src: '/svg/instagram.svg', alt: 'instagram' },
  { id: 3, src: '/svg/instagram.svg', alt: 'instagram' },
];
//02 Section

export const title_2 = 'ПРОГРАМА КУРСУ:';
export const data_section_2 = [
  {
    id: 0,
    title: '01 ВИБІР ТЕХНІКИn',
    content: {
      title: 'yfgh ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'eager',
    },
  },
  {
    id: 1,
    title: '02 ЕКСПОЗИЦІЯ, ДІАФРАГМА, ЗАМІР ЕКСПОЗИЦІЇ ',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 2,
    title: '03 ВИТРИМКА ТА ISO (СВІТЛОЧУТЛИВІСТЬ)',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 3,
    title: '04 КОМПОЗИЦІЯ',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 4,
    title: '05 КОЛІР',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 5,
    title: '06 СВІТЛО',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 6,
    title: '07 ПОРТФОЛІО',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 7,
    title: '08 ІМПРОВІЗАЦІЙНА ЗЙОМКА ВІД ВХОДУ У СТУДІЮ ДО ВИХОДУ',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 8,
    title: '09 ХТО ТАКИЙ ФОТОГРАФ В ОЧАХ КОЛЕГ',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 9,
    title: '10 ВИБІР ТА ПРОЯВКА В ЛАЙТРУМ',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 10,
    title: '11 ЯК ЗНАЙТИ ПЕРШОГО КЛІЄНТА',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 11,
    title: '12 РОЗБІР ВАШИХ РОБІТ ТА ДОМАШНІХ ЗАВДАНЬ',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
  {
    id: 12,
    title: '13 БОНУСНИЙ УРОК',
    content: {
      title: 'ВИБІР ТЕХНІКИ',
      title2: 'Програма уроку',
      list: ['Кроп та повний кадр', 'Об‘єктиви', '«Універсальний рюкзак»'],
      img: '/1-2.png',
      loading: 'lazy',
    },
  },
];
//03 Section
export const section_3 = {
  title: 'ХТО БУДЕ ПРОВОДИТИ КУРС?',
  name: 'ОЛЕГ СЕРНЮК',
  text: 'ПРОФЕСІЙНИЙ АРТ ФЕШН ФОТОГРАФ, ЧЛЕН УКРАЇНСЬКОЇ АСОЦІАЦІЇ ПРОФЕСІЙНИХ ФОТОГРАФІВ, 9 РОКІВ ПРАКТИКИ.',
  text2:
    'РОБОТИ ПУБЛІКУВАЛИСЯ У АМЕРИКАНСЬКИХ, ФРАНЦУЗЬКИХ, ІСПАНСЬКИХ, КАНАДСЬКИХ, БРИТАНСЬКИХ   ЖУРНАЛАХ ТАКИХ ЯК OF TOWN, CONNOR, ISABELLA, 17:23, POZA, VIGOUR, VOUS, ART OF PORTRAIT, MOB, MALVIE, SELIN, ELEGANT, MARIKA, TOP POSTERS.',
  experience: '  9+ років досвіду'
};
//04 Section
export const section_4 = {
  text1: 'UKRAINIAN\nASSOCIATION\nOF PROFESSIONAL\nPHOTOGRAPHERS',
  text2: 'UAPP',
};
//05 Section
export const section_5 = 
 'ПОРТФОЛІО АВТОРА:'


//06 Section
export const section_6 = {
  title: 'НАЙКРАЩА ІНВЕСТИЦІЯ У ВАШЕ МАЙБУТНЄ',
  title2: 'Преміум Пакет',
  span: 'БЕСТСЕЛЕР',
  list: [
    { textS: 'Довічний доступ', text: 'до всіх уроків та матеріалів курсу' },
    { textS: 'Ексклюзивні додаткові матеріали', text: 'до кожного уроку' },
    { textS: 'Доступ до', text: 'закритої спільноти професіоналів' },
    { textS: 'Сертифікат', text: 'професійного фотографа' },
  ],
  price: {
    old_price: 'Звичайна ціна: 490$',
    new_price: 'СПЕЦІАЛЬНА ПРОПОЗИЦІЯ: 199$',
    how_mгch_save: 'Економія 291$ (60% знижка)',
  },
  button_text: 'ПОЧАТИ НАВЧАННЯ ЗАРАЗ',
  title_reviews: 'Що кажуть наші студенти:',
  reviews: [
    {
      text: 'Цей курс змінив моє життя. Тепер я професійний фотограф!',
      name: '- Олена К',
    },
    {
      text: 'ей курс змінив моє життя. Тепер я професійний фотограф!',
      name: '- Олена К',
    },
  ],
};
//07 Section
export const section_7 = {
  title: 'ЧАСТІ ЗАПИТАННЯ:',
  FAQs: [
    {
      key: 0,
      title: 'ПОШУК КЛІЄНТІВ:',
      description:
        'ПІСЛЯ КУРСУ ВИ ОСВОЇТЕ ПРОФЕСІЮ ФОТОГРАФА ВІД ВИБОРУ ФОТОАПАРАТУ І ДО ПОШУКУ ПЕРШИХ КЛІЄНТІВ. Створення портфоліо. Робота з соціальними мережами. Стратегії ціноутворення',
    },
    {
      key: 1,
      title: 'СКІЛЬКИ ЧАСУ ДІЄ ДОСТУП ДО УРОКІВ?',
      description: 'В ПАКЕТІ “ЛЮБИТЕЛЬ” ВИ ОТРИМУЄТЕ ДОСТУП НА ПІВ РОКУ. І НАЗАВЖДИ – В ПАКЕТІ “ПРОФІ”.',
    },
    {
      key: 2,
      title: 'ЧИ БУДЕ ЗАВДАННЯ ЯКЕ ПОТРІБНО ВИКОНАТИ?',
      description:
        'У КОЖНОМУ УРОЦІ БУДЕ ПРОПИСАНО ЗАВДАННЯ, ЯКЕ БУДЕ ПОТРІБНО ВИКОНАТИ, ЯКЩО ЗАВДАННЯ НЕ ВИКОНУЄТЬСЯ, ТО ЦЕ ПРАВО КОЖНОГО, АЛЕ БЕЗ ЦИХ ЗАВДАНЬ, ТЕОРІЯ ЗАСВОЮВАТИМЕТЬСЯ ГІРШЕ. ТАКОЖ ЗАВДАННЯ СФОРМОВАНІ ТАК, ЩОБ ОДРАЗУ МОЖНА БУЛО СФОРМУВАТИ СВОЄ ПОРТФОЛІО.',
    },
    {
      key: 3,
      title: 'ЧИ БУДУТЬ ПЕРЕВІРЯТИ ЗАВДАННЯ?',
      description:
        'КОЖНЕ ЗАВДАННЯ БУДЕ ПЕРЕВІРЕНО. БУДЕ ФІДБЕК З ПОПРАВКАМИ, ТА РЕКОМЕНДАЦІЯМИ ВІД ВИКЛАДАЧА, ЩО ПОТРІБНО ДОПРАЦЮВАТИ, НА ЩО ПОТРІБНО ЗВЕРНУТИ УВАГУ. У РАЗІ, ЯКЩО ЗОВСІМ НЕПРАВИЛЬНО ЗРОБЛЕНО, ТО БУДЕ РОЗПИСАНО ПОСЛІДОВНІСТЬ ЩО ЗА ЧИМ, ЩОБ ВСЕ ПОЛУЧИЛОСЯ.',
    },
    {
      key: 4,
      title: 'ЧИ БУДЕ ПРАКТИКА?',
      description:
        'ПРАКТИКОЮ І Є ВАШІ ЗАВДАННЯ, ЯКІ ДАЮТЬСЯ ПІСЛЯ КОЖНОЇ ТЕМИ. ТАК ЦЕ СКЛАДНІШЕ, БО НЕМА БІЛЯ ВАС ЛЮДИНИ ЯКА Б ВАМ ПІДКАЗАЛА В ПРОЦЕСІ, АЛЕ ЕФЕКТИВНІШЕ, БО В ПРОЦЕСІ ВИ ПРАКТИКУЄТЕ НАВИКИ, МЕТОДОМ ПОВТОРЮВАННЯ ТАК ЩОБ ПОЛУЧИВСЯ ПРАВИЛЬНИЙ РЕЗУЛЬТАТ.',
    },
  ],
  text1: 'Розкрийте свій потенціал',
  text2: 'Станьте професійним фотографом з нашим курсом',
};

//Icon socials

//Footer
export const footer = {
  colum1: {
    title: 'НАШІ КОНТАКТИ:',
    list_link: [
      { id: 1, text: '+38 (066) 867 58 78', href: '#' },
      { id: 2, text: 'taraskokobi@gmail.com', href: '#' },
      { id: 3, text: 'Львів, вул. Героїв УПА, 73Ж', href: '#' },
    ],
    icon: [
      { id: 1, src: '/svg/instagram.svg', alt: 'instagram' },
      { id: 2, src: '/svg/instagram.svg', alt: 'instagram' },
      { id: 3, src: '/svg/instagram.svg', alt: 'instagram' },
    ],
  },
  colum2: {
    title: 'ЗВ’ЯЗАТИСЬ З НАМИ',
  },
  colum2: {
    title: 'ІНФО',
    list_link: [
      { id: 9, text: 'ГОЛОВНА', href: '#', colspan: 'col-span-1' },
      { id: 10, text: 'ПРО КУРС', href: '#', colspan: 'col-span-1' },
      { id: 11, text: 'ПОРТФОЛІО АВТОРА', href: '#', colspan: 'col-span-2' },
      { id: 12, text: 'ПРО АВТОРА', href: '#', colspan: 'col-span-1' },
      { id: 13, text: 'ВАРТІСТЬ', href: '#', colspan: 'col-span-1' },
    ],
    horizontal_col: {
      text_link: 'Умови надання послуг',
      text2: 'ІПН',
      telephone: '+380687003020',
      telephone_text: 'тел: +38 (066) 867 58 78',
    },
  },
};
//Mini carousel- карурсель з блоку "хто веде курс" з  еблемами компаній з якими співрацює автор

//Big carousel - карусель з блоку "портфоліо" з фотграфіями автора
